{
  "_name_or_path": "bert-base-uncased",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "F",
    "1": "BR",
    "2": "AU",
    "3": "FI",
    "4": "IR",
    "5": "A",
    "6": "L",
    "7": "LF",
    "8": "MN",
    "9": "O",
    "10": "PE",
    "11": "SC",
    "12": "SE",
    "13": "US",
    "14": "PO"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "A": 5,
    "AU": 2,
    "BR": 1,
    "F": 0,
    "FI": 3,
    "IR": 4,
    "L": 6,
    "LF": 7,
    "MN": 8,
    "O": 9,
    "PE": 10,
    "PO": 14,
    "SC": 11,
    "SE": 12,
    "US": 13
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "multi_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.38.2",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 30522
}
